single-vertx-with-kt-coroutine/n1-highcpu-4-5ms/c1000.txt
Bombarding http://10.148.0.4:8080//5ms with 500000 request(s) using 1000 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 11s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     43710.15    4971.41   66282.04
  Latency       22.89ms    12.15ms      1.13s
  Latency Distribution
     50%    22.38ms
     75%    23.49ms
     90%    24.58ms
     99%    33.80ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     4.39MB/s