single-vertx-with-kt-coroutine/n1-highcpu-4-5ms/c250.txt
Bombarding http://10.148.0.2:8080//5ms with 500000 request(s) using 250 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 11s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     44314.27    2831.94   46993.85
  Latency        5.64ms   509.70us    50.47ms
  Latency Distribution
     50%     5.52ms
     75%     5.67ms
     90%     5.94ms
     99%     8.04ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     4.46MB/s